[
  {
    "uid": "",
    "employee": "",
    "type": "",
    "isApproved": false,
    "salary": "$2,223.48",
    "client": "VETRON",
    "details": "Reprehenderit duis occaecat velit amet magna voluptate quis mollit. Irure ea irure cupidatat enim mollit. Do veniam fugiat qui cillum veniam. Excepteur ad voluptate eu qui non officia ex tempor est excepteur.",
    "registered": "Wednesday, May 3, 2017 1:50 AM"
  },
  {
    "uid": "",
    "employee": "",
    "type": "",
    "isApproved": true,
    "salary": "$3,871.53",
    "client": "PREMIANT",
    "details": "Culpa dolor cupidatat dolore deserunt. Ut enim eiusmod nulla laborum nulla pariatur mollit dolor elit occaecat commodo esse do. Nisi commodo irure laboris nisi cillum eiusmod nulla exercitation sunt incididunt eiusmod ex. Reprehenderit tempor adipisicing culpa duis amet velit officia proident veniam eiusmod magna amet. Cupidatat est eiusmod cillum fugiat qui id enim nisi magna.",
    "registered": "Tuesday, August 11, 2015 8:33 AM"
  },
  {
    "uid": "",
    "employee": "",
    "type": "",
    "isApproved": true,
    "salary": "$3,581.41",
    "client": "EDECINE",
    "details": "Ut minim consequat enim mollit culpa anim anim anim. Esse aute eiusmod anim proident veniam ullamco mollit nisi occaecat. Velit aliqua consectetur minim magna ullamco cillum. Aliquip consectetur tempor officia aute in ea aliqua velit eiusmod.",
    "registered": "Sunday, August 13, 2017 2:40 PM"
  },
  {
    "uid": "",
    "employee": "",
    "type": "",
    "isApproved": false,
    "salary": "$2,349.96",
    "client": "LIQUIDOC",
    "details": "Nostrud culpa culpa pariatur ut ad pariatur consequat sunt non dolor laborum. Magna non sint ullamco commodo do anim officia voluptate magna. Esse anim officia deserunt veniam sit. Nisi cupidatat sunt magna deserunt labore magna ut aliquip. Sunt exercitation quis do qui elit nisi minim.",
    "registered": "Sunday, June 26, 2016 4:06 AM"
  },
  {
    "uid": "",
    "employee": "",
    "type": "",
    "isApproved": true,
    "salary": "$3,522.54",
    "client": "NETBOOK",
    "details": "Ipsum nostrud ex dolor non officia quis tempor non nulla nisi aute. Laboris adipisicing sint est pariatur laboris sit. Ullamco ex pariatur dolore exercitation est commodo tempor sunt. Laboris reprehenderit anim laborum ad nostrud aliquip irure anim quis in ipsum excepteur. Minim consequat ipsum esse sit. Veniam in irure id duis Lorem consequat veniam. Duis magna amet labore non veniam non ex velit qui.",
    "registered": "Thursday, June 2, 2016 4:17 AM"
  },
  {
    "uid": "",
    "employee": "",
    "type": "",
    "isApproved": false,
    "salary": "$2,237.33",
    "client": "CHILLIUM",
    "details": "Elit cupidatat eiusmod ex exercitation voluptate ad mollit cupidatat cupidatat do Lorem quis irure do. Excepteur quis laborum enim Lorem tempor occaecat magna ex culpa quis Lorem sint. Elit et ullamco ut Lorem labore. Culpa proident quis labore id nostrud.",
    "registered": "Sunday, December 27, 2015 3:46 PM"
  },
  {
    "uid": "",
    "employee": "",
    "type": "",
    "isApproved": true,
    "salary": "$1,972.25",
    "client": "XYQAG",
    "details": "Magna veniam anim aliqua duis duis ad sunt irure pariatur sit eu non. Id et incididunt exercitation aliquip qui amet consequat commodo fugiat officia. Anim consequat nisi excepteur consectetur nulla ea velit dolore exercitation aute.",
    "registered": "Thursday, March 20, 2014 3:02 PM"
  },
  {
    "uid": "",
    "employee": "",
    "type": "",
    "isApproved": true,
    "salary": "$3,386.68",
    "client": "DOGNOST",
    "details": "Officia enim ex ex nostrud non elit deserunt ad ullamco ipsum aute exercitation tempor aute. Qui sit id velit consectetur incididunt consequat consequat sit cillum cillum reprehenderit. Irure labore excepteur ut et qui est consequat enim anim consequat minim dolor. Do culpa nisi reprehenderit in quis ea commodo nulla proident ut.",
    "registered": "Wednesday, September 14, 2016 2:55 PM"
  },
  {
    "uid": "",
    "employee": "",
    "type": "",
    "isApproved": false,
    "salary": "$1,944.88",
    "client": "HOMELUX",
    "details": "Dolore quis commodo aliqua excepteur anim occaecat nisi. Amet dolor voluptate consequat non non ullamco. Fugiat laboris irure velit aute eiusmod id laborum pariatur aute anim eiusmod reprehenderit labore. Magna magna reprehenderit ea ea nisi excepteur commodo anim elit qui in excepteur proident.",
    "registered": "Tuesday, February 3, 2015 2:04 PM"
  },
  {
    "uid": "",
    "employee": "",
    "type": "",
    "isApproved": true,
    "salary": "$1,116.61",
    "client": "POOCHIES",
    "details": "Anim et exercitation in quis culpa aliqua. Consectetur labore excepteur anim occaecat est sint proident. Tempor deserunt exercitation elit anim id culpa commodo aute cillum. Ut duis tempor non voluptate.",
    "registered": "Sunday, October 2, 2016 10:57 AM"
  },
  {
    "uid": "",
    "employee": "",
    "type": "",
    "isApproved": false,
    "salary": "$3,239.30",
    "client": "POLARIA",
    "details": "Sunt dolore nulla sint veniam ea sit culpa velit reprehenderit quis amet esse. Ea velit ipsum duis officia exercitation officia dolor dolor deserunt nostrud minim mollit. Ad pariatur id laboris consectetur in cillum qui esse nisi culpa laboris sit voluptate qui. Ut excepteur cupidatat commodo tempor proident occaecat qui aliqua cillum enim. Nulla fugiat esse minim aute consequat in.",
    "registered": "Sunday, March 29, 2015 1:09 PM"
  },
  {
    "uid": "",
    "employee": "",
    "type": "",
    "isApproved": false,
    "salary": "$1,341.30",
    "client": "REALYSIS",
    "details": "Quis fugiat culpa aliqua culpa sunt et. Ea duis voluptate elit anim eiusmod nostrud. Quis ullamco aute ad excepteur fugiat non mollit aute dolore. Pariatur id magna dolor commodo amet id culpa adipisicing ea. Nulla amet laborum ullamco anim nulla voluptate eiusmod. Anim amet eu deserunt labore ullamco.",
    "registered": "Friday, April 24, 2015 5:45 AM"
  },
  {
    "uid": "",
    "employee": "",
    "type": "",
    "isApproved": true,
    "salary": "$2,716.91",
    "client": "HOTCAKES",
    "details": "Cupidatat incididunt est exercitation nostrud Lorem do. Et officia excepteur adipisicing in aute eiusmod qui ullamco nostrud et cupidatat. Exercitation aute ullamco velit quis incididunt laboris aute nisi eu aute adipisicing. Duis Lorem et voluptate aliquip tempor fugiat aliqua proident sit. Cupidatat commodo velit nostrud elit elit. Exercitation ad irure aliqua dolore elit magna laboris occaecat non qui proident aute aliquip ut.",
    "registered": "Thursday, October 8, 2015 2:37 AM"
  },
  {
    "uid": "",
    "employee": "",
    "type": "",
    "isApproved": false,
    "salary": "$3,046.74",
    "client": "ZENTHALL",
    "details": "Culpa nostrud ullamco veniam Lorem qui dolor Lorem nisi proident magna. Ad cupidatat ex aliquip anim esse qui incididunt ea Lorem eu sunt. Laborum reprehenderit id tempor labore exercitation non labore enim est labore. Minim cupidatat ipsum esse nisi sit dolore duis est adipisicing et culpa. Ut minim officia ullamco esse nostrud cillum qui esse.",
    "registered": "Thursday, December 10, 2015 3:48 PM"
  },
  {
    "uid": "",
    "employee": "",
    "type": "",
    "isApproved": true,
    "salary": "$3,382.35",
    "client": "COMTRACT",
    "details": "Exercitation ipsum deserunt minim elit commodo veniam commodo Lorem excepteur reprehenderit eu enim ullamco dolor. Officia officia pariatur aute laborum exercitation velit voluptate est adipisicing non laboris ea Lorem. Quis irure ea quis proident ea.",
    "registered": "Friday, February 6, 2015 6:26 AM"
  }
]